Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/takaisin-kanadasta.html.tmx
Source language: fin
Languages: sme

source: Takaisin Kanadasta
sme: Kanadas ruoktot Sápmái

source: Ensimmäinen työviikko Kanadan matkan jälkeen on ohi, mutta palaan vielä kyseiseen matkaan.
sme: Vuosttaš bargovahkku Kanada-mátkki maŋŋel lea meaddel, muhto máhcan vel namuhuvvon mátkái.

source: Matka oli hyvin antoisa ja hyödyllinen.
sme: Mátki lei attii hui olu ja lei ávkkálaš.

source: Vierailin Nunavutin pääkaupungissa Iqaluitissa.
sme: Guossástallen Nunavuta oaivegávpogis, Iqaluitis.

source: Nunavut on Kanadan nuorin territorio ja se perustettiin vuonna 1999.
sme: Nunavut lea Kanada nuoramus territoriija ja dat vuođđuduvvui jagi 1999.

source: Nunavut perustettiin maailman laajimman ja kattavimman maaoikeussopimuksen perusteella, joka koskee niin kulttuuriperintöä kuin sosiaali- ja terveyspalveluita.
sme: Nunavut vuođđuduvvui máilmmi viidáseamos ja gokčevaččamus eananriektesoahpamuša vuođul ja dat guoská kulturárbbi go sosiála- ja dearvvašvuohtabálvalusaidnai.

source: Maaoikeussopimuksesta neuvoteltiin 20 vuotta.
sme: Eananriektesoahpamušas ráđđádallojuvvui 20 jagi.

source: Sopimus tehtiin Nunavutin inuittien ja Kanadan valtion välillä.
sme: Soahpamuš dahkkojuvvui inuihtaid ja Kanada stáhta gaskkas.

source: Sopimus ratifiointiin vuonna 1993 inutien ja Kanadan päättävissä elimissä ja tällöin aloitettiin sopimuksen toimeenpanoneuvottelut.
sme: Soahpamuš ratifiserejuvvui jagi 1993 inuihtaid ja Kanada stáhta mearridanorgánain ja dalle álggahuvvoje soahpamuša olláhuhttinráđđádallamat.

source: Sopimus koskee paitsi maaoikeuksia ja kulttuurisia oikeuksia, mutta takaa myös alueellisen itsehallinnon.
sme: Soahpamuš guoská earret eananrivttiid ja kultuvrralaš vuoigatvuođaid, muhto dat dáhkida maid guovlluguovdasaš iešstivrema.

source: Sopimuksessa siirrettiin inuittien edustuksellistein järjestöjen kautta inuittien omistukseen 16,5 % Nunavutin maa-alasta, josta 11 % sisältää oikeudet myös pinnan alaiseen maahan eli mineraaleihin.
sme: Soahpamušas sirdojuvvui inuihtaid álbmotválljenorganisašuvnnaid bakte inuihtaid oamastussii 16,5 % Nunavuta eananviidodagas, main 11 % sisdolle vuoigatvuođaid maid eanangierraga vuolábeallái dehege minerálaide.

source: Sopimus sisälsi myös taloudellista kompensaatiota 1, 14 miljardia dollaria joka tulee maksaa 14 vuoden aikana.
sme: Soahpamuššii bođii mielde maid ekonomalaš kompensašuvdna 1, 14 miljárdda dollara, mii galgá máksojuvvot 14 jagi siste.

source: Sopimuksen toteutumista valvova inuitien elin, Tunngavik on haastanut Kanadan valtion oikeuteen koska sen mielestä Kanada ei ole toteuttanut sopimusta resursoinin osalta.
sme: Soahpamuša olláhuvvama bearráigeahčči inuihtaid orgána, Tunngavik lea stevdnen Kanada stáhta diggái daningo dan oainnu mielde Kanada ii leat olláhuhttán soahpamuša resursserema oasis.

source: Nunavutissa on kolme alueellista edustuksellista inuitjärjestöä jotka valvovat ja hoitavat inuittien maaoikeuksia omalla alueellaan.
sme: Nunavutas leat golbma guovlluguovdasaš representatiivvalaš inuihttaorganisašuvnna, mat bearráigehččet ja váldet vára inuihtaid eananvuoigatvuođain iežaset viidogain.

source: Maaoikeussopimus takaa inutteille oikeuden metsästää koko Nunavutin alueella maan omistajasta huolimatta.
sme: Eananriektesoahpamuš dáhkida inuihtaide vuoigatvuođa meahccebivdui oba Nunavuta viidodagas eananeaiggádis fuolakeahttá.

source: Nunavutin hallinto on itsenäinen ja säätää vaaleilla valittujen elimien kautta omia lakejaan.
sme: Nunavuta hálddahus lea iehčanas ja mearrida válggain válljejun orgánaid bakte iežas lágain.

source: Kanadan valtio resursoi luonnollisesti hallintoa, mutta muuten Nunavut on Kandan valtiosta itsenäinen.
sme: Lunddolaččat Kanada stáhta bidjá návccaid hálddahussii, muhto muđuid Nunavut lea Kanada stáhtas iehčanas.

source: Vaikka Nunavut on 10 vuotta vanha, kaikkia tehtäviä ei ole vielä siirretty aluehallinnolle, vaan parhaillaan neuvotellaan Kanadan intiaani- ja pohjoisen asioiden ministeriön tehtävien siirrosta Nunavutin aluehallinnolle.
sme: Vaikko Nunavut lea logi jagi boaris, de buot barggut eai leat vel sirdojuvvon guovlohálddahussii, muhto bárrásiin ráđđádallojuvvo Kanada indiána- ja davviáššiid ministeriija bargguid sirdimis Nunavuta guovlohálddahussii.

source: Tulevaisuudessa esimerkiksi kaivoksen perustamisesta Nunavutiin päättää Nunavutin kaivosministeri, kun nykyisin päättäjä on vielä Kanadan kaivosasioista vastaava ministeri.
sme: Boahttevuođas omd. ruvkke vuođđudeamis Nunavutii mearrida Nunavuta ruvkeministtar, go vel dál das mearrida Kanada ruvkeáššiid ministtar.

source: Nunavut on monella tapaa rikas alue, alueella on laajasti mineraaleja ja useita kaivoksia toiminnassa.
sme: Nunavutas leat máŋgga ládje luondduriggodagat. Doppe leat viidát minerálat ja máŋga ruvkke doaimmas.

source: Lisäksi eläinrikkauksia on laajasti, karibuja, hylkeitä, mursuja, valaita, kaloja, jääkarhuja, ahmoja, susia, karhuja ja myskihärkiä joita kaikkia inuittit pyytävät.
sme: Dasa lassin ealliriggodagat leat hui olu. Doppe leat karibut, njuorjjut, morššat, fállát, guolit, jiekŋaguovžžat, geatkkit, gumppet, guovžžat ja myskevuoksát, maid elliid buot inuihtat bivdet.

source: Inuittit voivat käytännössä estää kaivoksen perustamisen yhteisönsä alueelle, ja näin onkin tapahtunut esim. uraanikaivoksen avaamisen yhteydessä.
sme: Inuihtat sáhttet geavadis eastit ruvkke ceggema iežaset servodaga eatnamiidda ja ná lea maid dáhpáhuvvan omd. uránaruvkke rahpama olis.

source: Pääasiassa kaivoksien perustamista tuetaan, koska niistä saadaan taloudellisia korvauksia ja kaivokset työllistävät inuiteja.
sme: Eanas ruvkkiid vuođđudeami dorjot, daningo dain oažžu ekonomalaš buhtadusaid ja ruvkket addet barggu inuihtaide.

source: Maaoikeussopimuksen mukaan kaivoksen työntekijöistä 60 % tulee olla inuiteja, ja jos tämä ei toteudu, kaivosyhtiö joutuu maksamaan sakot.
sme: Eananriektesoahpamuša mielde ruvkebargiin 60 % galget leat inuihtat, ja jos dát ii šatta duohtan, de ruvkefitnodat šaddá máksit sáhku.

source: Inuittien taloudellinen kehitys on laajaa.
sme: Inuihtaid ekonomalaš ovdáneapmi lea maid viiddis.

source: Alueen lentoyhtiö, Canadian North on täysin inuitien omistuksessa.
sme: Inuihtat eaiggáduššet ollásit guovllu girdinfitnoda, man namma lea Canadian North.

source: Nunavutiin lentää myös First Air, joka on Pohjois-Quebecin inuitien omistuksessa maaoikeussopimuksen mukaisesti.
sme: Nunavutii girdá maid First Air, mii fas lea Davvi-Quebeca inuihtaid oamastusas eananriektesoahpamuša mielde.

source: Nunavutissa ilmestyy kaksi sanomalehteä, jotka ovat sekä englanniksi että inuktituksi, joka jakaantuu edelleen kolmeksi murteeksi Nunavutin alueella.
sme: Nunavutas almmustuvvet guokte aviissa, maid olggosaddingiellan lea eŋgelas- ja inuktitukgiella. Dát inuihtaid giella juohkása ain golmma suopmanii Nunavut guovllus.

source: Kanadassa toimii myös alkuperäiskansojen tv-kanava ja ensi vuonna avataan 80% alkuperäiskansojen omistuksessa oleva pankki.
sme: Kanadas doaibmá maid álgoálbmogiid tv-kanála ja boahtte jagi rahppojuvvo báŋku, man eaiggáduššet 80 % eanetloguin álgoálbmogat.

source: Keskustelin eri alueelta olevien inuitien kanssa ja he kokivat tilanteensa olevan kohtalaisen hyvä, vaikka toivoissa on laajemman aluehallinnon saaminen Nunavutin tapaan myös läntiselle intui-alueelle.
sme: Ságastallen sierra guovlluid inuihtaiguin ja sii muosáhe iežaset dili oalle buorrin, vaikko gal sávve viiddit guovlohálddahusa oažžuma Nunavuta ládje maid inuihtaid orrunguovlluid oarjjábeallái.

source: Kanadan muiden alkuperäiskansojen asema ei ole niin hyvä.
sme: Kanada eará álgoálbmogiid sajádat ii leat nu buorre.

source: Reservaatissa asuvien intiaanien palveluissa ja oikeuksissa on suuria puutteita ja monilta osin maaoikeusneuvottelut ovat vielä kesken.
sme: Reserváhtain orru indiánaid bálvalusain ja rivttiin leat stuora váilevašvuođat ja máŋgga ládje eananriekteráđđádallamat leat vel gaskan.

source: Kun vierailin INAC:issa, Kanadan intiaani- ja pohjoisen asioista vastaavassa ministeriössä kuulin että ministeriöllä on nyt 80 neuvottelua kesken maaoikeuskysymyksen ratkaisusta.
sme: Go guossástallen INAC:is, Kanada indiána- ja davviáššiid ministeriijas gullen, ahte ministeriijas leat dál gaskan 80 ráđđádallama eananriektegažaldaga čoavdimis.

source: Neuvottelut tulevat varmaan jatkumaan pitkään, koska Kanadassa on noin 650 alkuperäiskansaa.
sme: Ráđđádallamat bohtet sihkkarit bistit guhká, daningo Kanadas leat sulaid 650 álgoálbmoga.

source: Kun vierailin INAC:issa sen ulkopuolella oli erään intiaanikansan mielenosoitus, he olivat tyytymättömiä maaoikeustilanteensa ratkaisun hitauteen.
sme: Mu guossástallama áigge INAC:is dan olggobealde lei muhtin indiánačeardda miellačájáhus go sii ledje duhtameahttumat dasa go sin eananriektedili čoavdása nu njozet.

source: Tapasin Nunavutissa laajasti eri viranomaisia.
sme: Deiven Nunavutas hui olu eiseválddiid.

source: Olin erityisen vakuuttunut perinteisen tiedon huomioimisesta Nunavutin hallinnossa.
sme: Earenoamážit munnje dagai hui stuora váikkuhusa dat, ahte árbevirolaš dieđu vuhtii váldimii lea biddjon hui stuora deaddu Nunavuta hálddahusas.

source: Kulttuuriministeriössä on osasto, jonka erityisenä tehtävänä on edistää inuittien perinteistä tietoa ja sen toimeenpanoa kaikilla hallinnon aloilla.
sme: Kulturministeriijas lea ossodat, man earenoamáš bargun lea ovddidit inuihtaid árbevirolaš dieđu ja olláhuhttima buot hálddahusa surggiin.

source: Nunavutin hallinnossa toimii yhteisön vanhimmista koostuva komitea, joka antaa neuvoja ja suosituksia perinteisen tiedon huomioimiseksi.
sme: Nunavuta hálddahusas doaibmá servoša / siidda boarrásepmosiid komitea, mii addá ráđiid ja ávžžuhusaid árbevirolaš dieđu vuhtima váldima várás.

source: Kirjoitan matkasta raportin ja laajemman raportin siitä, miten voimme Suomessa hyödyntää Nunavutin kokemuksia erityisesti perinteisen tiedon huomioimisessa.
sme: Čálán mátkkistan raportta ja viiddit raportta das, mot sáhttit Suomas atnit ávkki Nunavuta muosáhusaid earenoamážit árbevirolaš dieđu vuhtii váldimis.

source: Ottawassa vierailin Kanadan sivilisaatiomuseossa ja olin kokouksissa INAC:ssa.
sme: Ottawas guossástallen Kanada sivilašuvdnamuseas ja ledjen čoakkámiin INAC:is.

source: Suomen Kanadan suurlähettiläs oli järjestänyt Saamelaiskäräjien vierailun kunniaksi lounastilaisuuden, jossa oli kutsuttuna noin 40 vierasta ja jossa pidin lyhyen puheen.
sme: Suoma Kanada ambassadöra lei lágidan Sámedikki guossástallama gudnin beaivemállásiid, masa ledje bovdejun sulaid 40 guossi ja gos dollen oanehis sáhkavuoru.

source: Se löytyy Saamelaiskäräjien kotisivuilta puheet-osiosta.
sme: Dat gávdno Sámedikki ruovttusiidduin ságat-gaskabláđi vuolde.

source: Lounaalla keskustelimme inuittien presidenttien kanssa erityisesti ilmastonmuutoksen uhasta, Kööpenhaminan ilmastoneuvotteluista ja Euroopan Unionin päätöksestä kieltää hyljetuotteiden kauppa.
sme: Beaivemállásiid áigge ságastallen inuihtaid presideanttaiguin eandálit dálkkádatrievdama uhkkis, Københavnna dálkkádatráđđádallamiin ja Eurohpa uniovnna mearrádusas gieldit njuorjobuktagiid gávppi.

source: Päätöksestä on valittanut WTO:hon Norja ja Kanada.
sme: Dán mearrádusas leaba váidalan WTO:i Norga ja Kanada.

source: Inuitit ovat hyvin huolissaan päätöksestä, koska hylkeenpyynti on tärkeä elinkeino.
sme: Inuihtat leat hui fuolas mearrádusa váikkuhusain, daningo njuorjjobivdu lea dehálaš ealáhus.

source: Jo nyt metsästäjillä on jopa satoja hylkeennahkoja odottamassa varastossa ostajaa.
sme: Juo dál bivdiin leat fuorkkáin čuđiid mielde njuorjjonáhkit vuordime oasti.

source: Edellisen kerran hyljetuotteiden kauppa EY-alueelle kiellettiin 80-luvulla.
sme: Ovddit háve njuorjobuktagiid gávpi EU-guvlui gildojuvvui 1980-logus.

source: Tällöin inuittien itsemurhat kasvoivat huomattavasti metsästysikäisissä miehissä.
sme: Dalle inuihtaid iešsorbmemat lassáne sakka daid dievdoolbmuid gaskkas geat bivde njuorjjuid.

source: Poliitikot pelkäävät että sama tapahtuu nytkin.
sme: Politihkkárat ballet ahte seamma geavvá dálnai.

source: On ilmeisen selvää, että EU ei ole päätöstä tehdessään noudattanut omaa alkuperäis- ja arktista politiikkaa, joiden mukaan EU sitoutuu huomioimaan toiminnassaan alkuperäiskansojen tarpeet ja sitoutumaan kumppanuuteen alkuperäiskansojen kanssa ja erityisesti sitoutumaan dialogiin hyljettä metsästävien kansojen kanssa.
sme: Lea čielggas, ahte EU ii leat mearrádusa dahkamis doahttalan iežas álgoálbmot- ja árktalaš politihka, maid mielde EU čatnasa váldit doaimmastis vuhtii álgoálbmogiid dárbbuid ja čatnasit guoibmivuhtii álgoálbmogiiguin ja earenoamážit čatnasit dialogii njuorjjuid bivdi álbmogiiguin.

source: Inuiittien mukaan EU ei ole käynyt heidän kanssaan tällaista dialogia ennen EU:n päätöstä kieltää hyljetuotteiden kauppa.
sme: Inuihtaid mielde EU ii leat olláhuhttán singuin dákkár dialoga ovdal EU:a mearrádusa gieldit njuorjobuktagiid gávppi.

source: Vuontisjärvellä 21.11.2009
sme: Vuottesjávrres 21.11.2009

source: Lähetä kommentti
sme: Juvvá Lemet
